// NVAgent
"UNABLE_TO_OPEN_HELPER" = "Unable to open NVIDIA Driver Manager.";
"TRY_AGAIN_MESSAGE" = "Please try again or re-install the NVIDIA Web Driver package from the NVIDIA website.";
"Quit" = "Quit";

// Update available panel
"UPDATE_AVAILABLE_MESSAGE" = "A new NVIDIA Web Driver version %@ is available. Click the \"Install...\" button to install the new version.";

// Network error
"Unable to connect to NVIDIA." = "Unable to connect to NVIDIA.";

// Downloaded pkg file error
"UNABLE_TO_OPEN_PKG_MESSAGE" = "Unable to open the Installer package.";
"UNABLE_TO_OPEN_PKG_INFO_TEXT" = "Use \"Check Now\" in NVIDIA Driver Manager Preferences, and try again.";

// Web Driver invalid panel
"WEB_DRIVER_INVALID_AUTO_CHECK_ON" = "The Default macOS Graphics Driver is now being used because the NVIDIA Web Driver %@ is not compatible with your current OS. You will be notified when a new version of the NVIDIA Web Driver is available.";
"WEB_DRIVER_INVALID_AUTO_CHECK_OFF" = "The Default macOS Graphics Driver is now being used because the NVIDIA Web Driver %@ is not compatible with your current OS. Use \"Check Now\" in the NVIDIA Driver Manager Preferences to check for updates.";

// Download progress panel
"%@ of %@" = "%@ of %@"; // "nn.n MB of nn.n MB"
"%@ - %@" = "%@ - %@"; // "nn.n MB of nn.n MB - About a minute"
"Estimating time remaining..." = "Estimating time remaining...";
"About 5 seconds" = "About 5 seconds";
"About 10 seconds" = "About 10 seconds";
"Less than a minute" = "Less than a minute";
"About a minute" = "About a minute";
"About %@ minutes" = "About %@ minutes";
"About an hour" = "About an hour";
"About %@ hours" = "About %@ hours";
"About a day" = "About a day";
"About %@ days" = "About %@ days";
